{
    "translation": {
        "about": "Sobre mim",
        "projects": "Projetos",
        "contact": "Contato",
        "hi": "Olá, eu sou",
        "infoHome": "Desenvolvedor Frontend, uso principalmente as tecnologias: REACT, JavaScript, Typescript, HTML, CSS.",
        "cv": "Baixar CV",
        "apresentation": "Olá, meu nome é Fernando Filipe da Silva Costa, tenho 21 anos, estou cursando o 8° Período de Ciência da Computação na UNIP - Universidade Paulista. Programo há 2 anos, e nesse período pude adquirir conhecimentos em HTML5, CSS, JS, React, entre outras ferramentas, sempre tentando estar cada vez mais atualizado com as tecnologias em alta do mercado. Atualmente estou buscando, aprofundar meus conhecimentos em React, e também estou a procura de uma vaga como desenvolvedor Jr.",
        "xp": "Meses de experiência profissional. Utilizando no dia a dia como principal ferramenta React. Ainda nesta experiência pude adquirir bons conhecimentos em Figma. Criando do zero um protótipo que foi solicitado ao time no decorrer do cargo.",
        "additionalSkills": "Habilidades Adicionais",
        "figma": "Já tive em minha experiência de profissional, desenvolver do zero um protótipo para um serviço que foi solicitado para o time.",
        "frontend": "Programo na parte de frontend a 3 anos, profissionalmente a 6 meses. Me apaixonei pela área dês da primeira vez que entrei em contato com ela em 2019.",
        "styledComponent": "Uso essa lib tanto em meus projetos pessoais, como também já usei em um projeto na minha primeria oportunidade como Dev Frontend.",
        "gitTitle": "VERSIONAMENTO DE CÓDIGO",
        "git": "Uso GIT para versionamento de código.",
        "npm": "Entendo de gerenciamento de pacotes usando NPM.",
        "mui": "Pode-se dizer que essa lib foi um dos últimos aprendizados que obtive. E simplesmente achei incrível o quanto essa ferramenta facilita o trabaho.",
        "projectsIntro": "Trabalhei em muitos projetos no decorrer dos meus estudos como um Desenvolvedor Web, aqui estão alguns dos meus projetos em funcionamento e seus repositórios.",
        "netflixInfo": "Clone da netflix feito em react, utilizando a API do Themoviedb.org",
        "cardDetailInfo": "Interface dinâmica na inserção dos dados do cartão de crédito.",
        "searchCepTitle": "Buscador de CEP",
        "searchCepInfo": "Busca o Cep através de uma API, e povoa os dados na tela. Feito em React.",
        "toDoListInfo": "Uma lista de tarefas feita em React. As tarefas do app estão sento consumidas a partir de uma API externa. Feito em React.",
        "timeTrackingInfo": "Um painel de controle de tempo para controlar as tarefas divididas em diariamente, semanalmente e mensalmente.",
        "devFinanceInfo": "Programa para gerenciamento de entradas e saídas de valores. Feito em JS.",
        "aluracordInfo": "Aluracord é um chat desenvolvido em react em um evento feito pela alura. As mensagens são armzenadas no Supabase. Feito em React.",
        "coffeeInfo": "O front-end de uma aplicação com funcionalidade de CRUD e Carrinho. Feito em JS.",
        "crudInfo": "Sistema simples de CRUD. Feito em JS.",
        "costInfo": "Programa com CRUD para projetos e serviços construído em React.",
        "contactMe": "Entre em contato comigo, vamos fazer acontecer juntos!"
    }
}
